/* needs to be localized */

tiLabelSave				= "Enregistrer";
tiPaletteLabelSave			= "Enregistre";
tiToolTipSave				= "Enregistre la source du document";

/* tool tips for the default Print item. Different actions depending on the window */
tiToolTipPrintSource		= "Imprimer le source TeX";
tiToolTipPrint				= "Imprimer l'image PDF";

tiLabelTypeset				= "Composer";
tiPaletteLabelTypeset		= "Composer";
tiToolTipTypeset			= "Run typesetting program";

tiLabelSharing				= "Partage";
tiPaletteLabelSharing		= "Partage";
tiToolTipSharing			= "Partager texte et images";


tiLabelProgram				= "Programme";
tiPaletteLabelProgram		= "Programme";
tiToolTipProgram			= "Choose typesetting program";

tiLabelTeX				= "TeX";
tiPaletteLabelTeX			= "TeX";
tiToolTipTeX				= "Process the source using plain TeX tool";

tiLabelLaTeX				= "LaTeX";
tiPaletteLabelLaTeX			= "LaTeX";
tiToolTipLaTeX				= "Process the source using LaTeX";

tiLabelBibTeX				= "BibTeX";
tiPaletteLabelBibTeX			= "BibTeX";
tiToolTipBibTeX				= "Run BibTeX";

tiLabelMakeIndex			= "Make Index";
tiPaletteLabelMakeIndex			= "Make Index";
tiToolTipMakeIndex			= "Make Index";

tiLabelMetaPost				= "MetaPost";
tiPaletteLabelMetaPost			= "MetaPost";
tiToolTipMetaPost			= "Run MetaPost";

tiLabelConTeX				= "ConTeXt";
tiPaletteLabelConTeX			= "ConTeXt";
tiToolTipConTeX				= "Run ConTeXt";

tiLabelMetaFont				= "MetaFont";
tiPaletteLabelMetaFont			= "MetaFont";
tiToolTipMetaFont			= "Run MetaFont";

tiLabelPreviousPage			= "Previous";
tiPaletteLabelPreviousPage		= "Alternate Previous Page";
tiToolTipPreviousPage			= "Show previous page";

tiLabelNextPage				= "Next";
tiPaletteLabelNextPage			= "Alternate Next Page";
tiToolTipNextPage			= "Show next page";

tiLabelGotoPage				= "Go to page";
tiPaletteLabelGotoPage			= "Go to page";
tiToolTipGotoPage			= "Go to page";

tiLabelMagnification			= "Magnification";
tiPaletteLabelMagnification		= "Magnification";
tiToolTipMagnification			= "Set page magnification";

tiLabelTemplates			= "Modèle";
tiPaletteLabelTemplates			= "Modèle";
tiToolTipTemplates			= "Select a template to insert at cursor";

tiLabelTags				= "Etiquettes";
tiPaletteLabelTags			= "Etiquettes";
tiToolTipTags				= "Select a tag to scroll to";

tiLabelPreviousPageButton		= "Previous";
tiPaletteLabelPreviousPageButton	= "Previous Page";
tiToolTipPreviousPageButton		= "Show previous page";

tiLabelNextPageButton			= "Next";
tiPaletteLabelNextPageButton		= "Next Page";
tiToolTipNextPageButton			= "Show next page";

tiLabelTypesetEE			= "Composer";
tiPaletteLabelTypesetEE			= "Composer";
tiToolTipTypesetEE			= "Run typesetting program";

tiLabelProgramEE			= "Programme";
tiPaletteLabelProgramEE			= "Programme";
tiToolTipProgramEE			= "Choose typesetting program";

tiLabelAutoComplete			= "Raccourcis clavier";
tiPaletteLabelAutoComplete	= "Raccourcis clavier";
tiToolTipAutoComplete		= "Activer/Désactiver les raccourcis";

tiLabelSplit				= "Fenêtre divisée";
tiPaletteLabelSplit			= "Fenêtre divisée";
tiToolTipSplit				= "Toggle window split";

tiLabelSplitKIT				= "Fenêtre divisée";
tiPaletteLabelSplitKIT		= "Fenêtre divisée";
tiToolTipSplitKIT			= "Toggle window split";

tiLabelMacros				= "Macros";
tiPaletteLabelMacros		= "Macros";
tiToolTipMacros				= "Insère les macros";

tiLabelMacrosEE				= "Macros";
tiPaletteLabelMacrosEE		= "Macros";
tiToolTipMacrosEE           = "Insére les macros";

tiLabelMouseMode			= "MouseMode";
tiPaletteLabelMouseMode		= "Mouse Mode";
tiToolTipMouseMode			= "Change Mouse Mode";

tiLabelSyncMarks			= "SyncMarks";
tiPaletteLabelSyncMarks		= "Sync Marks";
tiToolTipSyncMarks			= "Affiche Sync Marks";

tiLabelColorIndex				= "ColorIndex";
tiPaletteLabelColorIndex		= "Color Index";
tiToolTipColorIndex				= "Color Index Commands";

tiLabelTypesetKIT				= "Typeset";
tiPaletteLabelTypesetKIT		= "Typeset";
tiToolTipTypesetKIT				= "Run typesetting program";

tiLabelSharingKIT				= "Partage";
tiPaletteLabelSharingKIT		= "Partage";
tiToolTipSharingKIT				= "Partager texte et images";


tiLabelProgramKIT				= "Programme";
tiPaletteLabelProgramKIT		= "Programme";
tiToolTipProgramKIT				= "Choose typesetting program";

tiLabelPreviousPageKIT			= "Previous";
tiPaletteLabelPreviousPageKIT	= "Previous Page";
tiToolTipPreviousPageKIT		= "Affiche la page précédente";

tiLabelNextPageKIT				= "Next";
tiPaletteLabelNextPageKIT		= "Next Page";
tiToolTipNextPageKIT			= "Affiche la page suivante";

tiLabelPreviousPageButtonKIT		= "Précédent";
tiPaletteLabelPreviousPageButtonKIT	= "Page précédente";
tiToolTipPreviousPageButtonKIT		= "Show previous page";

tiLabelNextPageButtonKIT			= "Prochain";
tiPaletteLabelNextPageButtonKIT		= "Page suivante";
tiToolTipNextPageButtonKIT			= "Show next page";

tiLabelGotoPageKIT				= "Aller à la page";
tiPaletteLabelGotoPageKIT		= "Aller à la page";
tiToolTipGotoPageKIT			= "Aller à la page";

tiLabelMagnificationKIT			= "Magnification";
tiPaletteLabelMagnificationKIT	= "Magnification";
tiToolTipMagnificationKIT		= "Set page magnification";

tiLabelMacrosKIT				= "Macros";
tiPaletteLabelMacrosKIT			= "Macros";
tiToolTipMacrosKIT              = "Insérer les macros";

tiLabelMouseModeKIT				= "Mode de la souris";
tiPaletteLabelMouseModeKIT		= "Mode de la souris";
tiToolTipMouseModeKIT			= "Changer le mode de la souris";

tiLabelSyncMarksKIT				= "SyncMarks";
tiPaletteLabelSyncMarksKIT		= "Sync Marks";
tiToolTipSyncMarksKIT			= "Afficher les Sync Marks";

tiLabelBackForthKIT				= "Avancer/Revenir";
tiPaletteLabelBackForthKIT		= "Revenir/Avancer";
tiToolTipBackForthKIT			= "Back Forward Buttons";

tiLabelDrawerKIT				= "Tiroir";
tiPaletteLabelDrawerKIT			= "Tiroir";
tiToolTipDrawerKIT				= "Basculer le tiroir";

tiLabelShowFullPath				= "Chemin entier";
tiPaletteLabelShowFullPath		= "Chemin entier";
tiToolTipShowFullPath			= "Affiche le chemin entier dans le titre de la fenêtre";

